[Scheduler]
Every=Chaque|Tous les|Tous les|Tous les
Days=jour|jours|jours|jours
Months=mois|mois|mois|mois
Minutes=minute|minutes|minutes|minutes
WeekDays=Lundi|Mardi|Mercredi|Jeudi|Vendredi|Samedi|Dimanche
WeekDaysShort=Lu|Ma|Me|Je|Ve|Sa|Di
Weeks=semaine|semaines|semaines|semaines
Years=année|années|années|années
Tracks=piste|pistes|pistes|pistes
GroupByTime=A l'heure
GroupByEvent=A l'événement
Running=En cours…
ChangeModeConfirmation=Changer le mode, supprimera toutes les tâches créées. Continuer ?

[Scheduler.Actions]
ChangeVolume=Changer le volume
StartPlayback=Démarrer la lecture
CloseApp=Fermer l'application
ResumePlayback=Reprendre la lecture
PausePlayback=Suspendre la lecture
Hibernate=Veille prolongée
Shutdown=Eteindre
Sleep=Veille
SNextTrack=Aller à la piste suivante
tartRadioCapture=Démarrer la capture radio
StopRadioCapture=Arrêter la capture radio
StopPlayback=Arrêter la lecture

[SchedulerSimpleTasksView]
Caption=Planification
cbsCloseApplication=Fermer l'application
cbsPausePlayback=Suspendre la lecture
cbsEventByTime=A l'heure
cbsEventOnPlaylistEnd=A la fin de la liste de lecture
cbsEventOnQueueEnd=A la fin de la file d'attente
cbsEventOnFileEnd=A la fin du fichier
CB1=Fondu-enchaîné du volume
CB3=Fondu-enchaîné sortie :
CB4=Fondu-enchaîné entrée :
GB1=Volume
cbAlarm=Réveil
cbShutdown=Minuterie
L1=Heure :
L3=Fichiers à lire avant l'action :
L4=Sélectionner le fichier à lire
rbAlarmPlayFile=Fichier
rbAlarmPlayPlaylist=Liste de lecture
cbShutdownAtGivenTime=A l'heure donnée
cbShutdownOnElapsed=Au temps écoulé
tcMainPage1=Minuterie de la veille
tcMainPage2=Horloge de l'alarme
btnAdvancedView=Mode avancé
btnApply=Appliquer
btnClose=Fermer

[SchedulerSimpleTasksView.cbsShutdownWindowsModes]
i[0]=Arrêt
i[1]=Veille prolongée
i[2]=Veille

[SchedulerPlaybackSettingsDialog]
Caption=Action : démarrer la lecture
pcpPlayFile=Lire le fichier
pcpPlayPlaylist=Lire la liste
cbReturnToPreviousPlaylist=Retour à la liste de lecture précédente
lbReturnAfter=après la lecture: 
lbFileOffset=Démarrer la lecture à partir de
btnOk=Ok
btnCancel=Annuler
cbStartFromBeginning=Lire à partir du début

[SchedulerChangeVolumeSettingsDialog]
Caption=Action : modification du volume
btnOk=Ok
btnCancel=Annuler
GB1=Volume cible
cbFading=Fondu du volume pour :
cbBeforeTheAction=Changer le volume avant d'autres actions
lbBeforeTheActionWarning=Option disponible pour les tâches qui ne démarrent qu'à un moment donné.

[SchedulerTasksDialog]
Caption=Planification
Background=Tâches
DeleteConfirmation=Cette opération supprimera toutes les tâches sélectionnées. Continuer ?
acAdd=Ajouter
acEdit=Editer
acDeleteSelected=Supprimer
btnClose=Fermer
btnSimpleView=Mode simple

[SchedulerTaskEditorDialog]
Caption=Planificateur
Background=Tâche
acDelete=Supprimer
acEdit=Editer
btnOK=Ok
btnCancel=Annuler
cbAllowWakeUp="Eveiller" le PC si possible
cbWaitForTrackToFinish=Attendre la fin de lecture d'une piste pour terminer
lbNow=Définir la date et l'heure
lbIncrease=+%d minutes
lbDecrease=-%d minutes
lbTracksNumber=Fichier à lire avant les actions :
IncompatibleWarning=Cette action est incompatible avec une autre déjà créée.
gbEvent=Démarrer
gbName=Nom
gbRepeatThroughoutDay=Répétition tout au long de la journée
gbRecurrence=Répéter
gbActions=Actions
miAdd=Ajouter

[SchedulerTaskEditorDialog.cbEventKind]
i[0]=A la date et heure
i[1]=A la fin de l'intervalle
i[2]=A la fin du fichier
i[3]=A la fin de la file d'attente
i[4]=A la fin de la liste de lecture

